{
  "quotes":
   ["I think what makes people fascinating is conflict, it's drama, it's the human condition. Nobody wants to watch perfection.",
    "I am not a demon. I am a lizard, a shark, a heat-seeking panther. I want to be Bob Denver on acid playing the accordion.",
    "One of the things that's interesting to me is I find things like caffeine and stunts actually relax me. When they're putting a bit of gel on my arm and lighting me on fire, or when I'm about to go into a high-speed car chase or rev a motorcycle up pretty fast, I find everything else around me slows down.",
    "When I was eight, I would look at the cover of the 'Ghost Rider' comic book in my little home in Long Beach, California, and I couldn't get my head around how something that scary could also be good. To me it was my first philosophical awakening - 'How is this possible, this duality?'",
    "I invite the entire spectrum, shall we call it, of feeling. Because that is my greatest resource as a film actor. I need to be able to feel everything, which is why I refuse to go on any kind of medication. Not that I need to! But my point is, I wouldn't even explore that, because it would get in the way of my instrument.",
    "Film acting is one of the only industries where you're criticized for working hard. In any other industry, it's considered a quality and something to behold.",
    "Sometimes people think I'm wearing a wig when I'm not wearing a wig, and then sometimes they think I'm not wearing a wig when I am wearing a wig.",
    "I'll speak for myself, but there's a lot of humor to be found in sarcasm and darkness. You talk to any paramedic, they survive by developing a pretty off-kilter sense of humor.",
    "Personally, my interests are ancient history and ancient civilizations. In my own life, I'd like to go to places like Easter Island.",
    "I'm not an anarchist any more. I still love the Sex Pistols, but I don't want to be a punk rocker all the time, but I do want to carry on exploring new forms of acting.",
    "I don't want to sit around by the pool luxuriating with a margarita. That's just not what I want to do.",
    "I have dogs, and it's no secret that I find reptiles interesting, but the thing about reptiles is that they really just wanna be left alone, and I understand them. It's, 'Don't pick me up, stop holding me, don't look at me, just leave me alone.' I have to admit, sometimes I feel like that.",
    "Snakes are sometimes perceived as evil, but they are also perceived as medicine. If you look at an ambulance, there's the two snakes on the side of the ambulance. The caduceus, or the staff of Hermes, there's the two snakes going up it, which means that the venom can also be healing.",
    "I think that 'Ghost Rider: Spirit of Vengeance' was mentally taxing, if only because I had to go to a Christmas party shortly after I had wrapped photography in Romania at two in the morning as the Ghost Rider. The invitation had a Christmas ornament on it with Ghost Rider's face on it as a tree.",
    "Every great story seems to begin with a snake.",
    "I use technology for communication, but I don't have a Blackberry or an iPhone. I use an outdated cell phone, but I'm fine with it.",
    "I always see America as really belonging to the Native Americans. Even though I'm American, I still feel like a visitor in my own country.",
    "I was always shocked when I went to the doctor's office and they did my X-ray and didn't find that I had eight more ribs than I should have or that my blood was the color green.",
    "All of my characters have a glint of madness.",
    "When I play supernatural characters in 'Ghost Rider' or 'City Of Angels,' the possibilities are limitless. The possibilities are endless, you can do so much with that.",
    "'Knowing' is one of those movies where you're going to get the spectacle, and you're going to have the entertainment in the grand science fiction tradition. But also, it will perhaps stimulate some discussion to help you sort out on your own where you might choose to go in terms of your own needs. Now, I say that without preaching.",
    "As a child, these colourful superheroes that could fly, or were horrifying like Ghost Rider and the Hulk, with this tremendous rage or these supernatural powers, provided an escape for me from my mundane existence, from my lack of friends or my inability to communicate well with people. They liberated me.",
    "Picasso said, 'Art is a lie that tells the truth.' What if you just want to tell the truth and not lie about it?",
    "I think the paparazzi might have chased me out of Los Angeles.",
    "The best characters are the ones that somehow manage to be both attractive and repulsive at the same time. If you do that, you're at the center of the universe - if you can find characters who are more ambiguous and can raise more questions than answers.",
    "Mike Myers as Austin Powers makes me laugh - that was genius - and Daffy Duck makes me laugh, but I like odd behavior. I don't like hip dialogue and one-liners and all that sort of cool, sophomoric comedy. It's just not for me.",
    "I do enjoy animated movies. I really love anime and movies like 'Spirited Away' and 'Howl's Moving Castle.'",
    "How do you rebel in a family of rebels? That's the age-old question. I guess I could have by not going into the arts, but the thing is, I couldn't do anything else.",
    "I know what it's like to meet someone you admire and have them be a complete jerk.",
    "I would definitely return to Austria. They were all good experiences for me, but definitely Austria because there were some ancient Celtic, sacred sites that were in the forest that were quite beautiful.",
    "There were two movies that asked me to go to Australia or New Zealand for long periods of time. One was 'Lord of the Rings' and one was 'The Matrix.' But I was actively involved at that time raising my family, and I couldn't really take that time out.",
    "I hit the ground running, without a lot of training, so I had to do whatever I could do to survive as a professional, and if that meant being that character 24/7 and acting out, I was going to do that. I lived those characters, I brought them home with me.",
    "I haven't isolated myself. I am not living on a yacht somewhere. I am not tucked away or behind a gate somewhere. I am not flying on a private plane. I am going to the airport, I am with people, some of the interactions are good, some of them are not so good, but it keeps me in touch with being, you know, part of society.",
    "I loved 'Fantasia' as a kid because it filled me with wonder, enchantment and awe. It was my first real introduction into classical music. It was totally inspiring to me.",
    "To be a good actor you have to be something like a criminal, to be willing to break the rules to strive for something new.",
    "I always say to myself that if I can make a movie that makes a kid smile or gives them some hope or something to get excited about, then I'm applying myself in the best way that I can. I don't think that just goes for kids. I think that it goes for adults, as well, and for families.",
    "Passion is very important to me. If you stop enjoying things, you've got to look at it, because it can lead to all kinds of depressing scenarios.",
    "I wanted to make an image for myself as an outlaw type. A kind of rock 'n' roll sensibility.",
    "I think I jump around more when I'm alone.",
    "There's a fine line between the Method actor and the schizophrenic.",
    "I came out of independent film, that's my roots.",
    "You can't make your choices based on what critics think. You have to make your choices based on what's honest for you.",
    "Everything we do impacts someone else's life.",
    "Having been a father for 19 years I realise fatherhood has changed me.",
    "I believe that there's a way to question authority with manners, with dignity. There's no reason to be rude about it.",
    "I love all animals. I have a fascination with fish, birds, whales - sentient life - insects, reptiles.",
    "As a teenager I was more of an anarchist, but now I want people to thrive and be harmonious.",
    "I don't want a perfect character, I want a character who has, as strange as it sounds, some humanity, some flaws, some needs.",
    "Zoology has always been interesting to me. Nature is fascinating.",
    "The end of the world is on people's minds. We have the power to destroy or save ourselves, but the question is what do you do with that responsibility.",
    "For me, acting was a way of taking destructive energy and doing something productive with it, and in that way it was quite a life saver.",
    "How do you rebel in a family of rebels?",
    "I've gotten pretty good at leaving characters on the set. I go home and try to relax and regroup and be ready for the next day.",
    "The biggest problem for me was feeling that as I became more balanced and a better man that I wouldn't have the fire to create from.",
    "Actors have an opportunity to use storytelling as a way to solve pain.",
    "Good science fiction is intelligent. It asks big questions that are on people's minds. It's not impossible. It has some sort of root in the abstract.",
    "I don't drink blood, and last time I looked in the mirror, I had a reflection.",
    "I'm not afraid to play ugly - look at 'Adaptation.' I looked like a turd that a cat had coughed up.",
    "I'm not really gadget oriented. I'm not into technology or computers. I'm not good at interfacing with that sort of gear.",
    "The fact that 'Astro Boy' appealed to me as a boy in America was proof that the story and character transcend cultural stereotypes.",
    "Hollywood didn't know if I was an actor or a nut or if I was this crazy character I was playing. I had developed an image of being a little bit unusual, different and wild.",
    "I definitely went through my magic phase. I think all little boys do at some point or another - they get fascinated by magic tricks.",
    "I think I've spent more time in front of a camera than off camera. That's just the way it is.",
    "One of my goals is to have a base near mainland China. I think Hong Kong would be a good match for me. I like being in Hong Kong.",
    "Just because you're a man doesn't mean that you can't raise your kid. I think that families should stay together, but if you are a single father, don't give up no matter what they say.",
    "I want to always find new ways of reinventing myself.",
    "I'm not contractually obligated to sequels on anything.",
    "Nobody wants to watch perfection.",
    "Acting is like any other art form, in that you have the option to go very big or go very small.",
    "I think that if you go about making movies to win Oscars, you're really going about it the wrong way.",
    "It's a family that's loaded with grudges and passion. We come from a long line of robbers and highwaymen in Italy, you know. Killers, even.",
    "Look, I happen to still like really dark, dramatic, fractured characters.",
    "One of the pluses of getting older is you set some limits.",
    "Acting is always at the core of my life, but I'm also excited about producing. I'm excited about directing, and I have a life in the filmmaking world, and so I want to explore all aspects of it, not just the acting, but acting is the root.",
    "Mel Blanc is a hero because of what he could do with his voice for all the Looney Tunes, the Warner Brothers cartoons, to be the voice of Bugs Bunny, Daffy Duck, Elmer Fudd, Porky Pig.",
    "I have a love/ hate relationship with the city of New Orleans, which is the strongest kind of relationship.",
    "My mother was a dancer, so I like to use the body as part of the instrument of acting.",
    "When you start a movie, it's not like other kinds of work that you have when you know your boss for years or colleagues for years. You're meeting everyone, mostly, for the first time. You have to get comfortable with those people so you can perform, because the first thing that is going to shut you down is any kind of anxiety.",
    "Mel Blanc is a hero because of what he could do with his voice for all the Looney Tunes, the Warner Brothers cartoons, to be the voice of Bugs Bunny, Daffy Duck, Elmer Fudd, Porky Pig. To me, he's a great actor.",
    "I think it's no secret that I've tried to take chances in my career and also in my life, and I believe to not live in fear.",
    "I've always had a soft spot for comic books.",
    "I haven't made anything I don't believe in. I've always started a movie with a song in my heart, and even when I'm a little unclear about it, something magical happens and it comes into focus in a way that I'm feeling good about.",
    "How do you say one actor is better than another actor? You can definitely say that in the Olympics if it's the same race and someone wins the race. The only way to really do it and have it be sincere would be if you get all the actors together, and they're all playing the same part, and then you rate which one made you feel the most.",
    "It may come as a surprise to people, but I'm actually quite boring and normal. What do I do? I read books. I drive my kid to school. I have lunch with my wife. I pick my kid up from school. I go home.",
    "God bless my father, but he always spoke in this continental, literary accent, probably because he was a professor of comparative literature and he made the decision to speak with distinction.",
    "I'm one of those people that feels that Americans that shouldn't do Shakespeare... The rhythms of the English language and the mannerisms of the English speech seems to work effortlessly with William Shakespeare, but when Americans do it, something seems stuck.",
    "As I got older, with my work, I became aware of the responsibility of film, and I feel one of the best ways I can apply myself as an actor, is to go beyond movie stardom and celebrity.",
    "I don't want you to think that I'm up late reading a stack of Spider-Man comics and eating a tray of lemon cookies while sucking my thumb. I'm not doing that. But I am loyal to the influences of my childhood.",
    "Hopefully as a result of 'The Frozen Ground,' more and more people will be aware of the horrible things that happen to ladies all over the world and give them respect. This movie is a love letter to those victims.",
    "I know there's been a lot that's been said about animated voice work, as though it's 'you can do this in your jeans and there's no camera and no pressure there. It's no big deal. It's easy.' The truth is, it's really a great test: how deep is your ability is to access your imagination?",
    "I never studied dance, but if you look at 'Wild At Heart,' my mother saw that movie and said, 'You are a dancer. Look at how you're moving: all that strange energy is like modern dance.'",
    "I would like to hook up with one of the great Japanese filmmakers, like the master that made 'Ringu,' and I would like to take 'The Wicker Man' to Japan, except this time he's a ghost.",
    "I'm an enormous admirer of Christopher Lee. He's somebody, along with Vincent Price, who I celebrate, and I wanted my movies to show that celebration and that honoring of these great film stars that were unafraid to go into horror and Grand Guignol and the macabre.",
    "When I'm in England, I know I'm a visitor, but being a white man in England with ancestry that's German and Italian, I have a history with the Romans and the Saxons. I feel some connection and ancestry here, as weird as that sounds.",
    "Actors, their greatest tool, their greatest resource is imagination. You can take things, power objects, you can recruit your dreams, you can access your memories and get there. So the idea is not to act but to just be.",
    "I'm sticking my tongue out in scenes to try to make that work in 3D. I'm thinking I'll try to get my tongue all the way out to the second row of the audience.",
    "I've really had good luck working with younger actors. Every younger actor that I have worked with has always been really on top of their game and fascinating to watch.",
    "The only reason why I tend to pass on a movie is either I don't think I'm right for the material and can't play it honestly, or because of time constraints with personal things in my life.",
    "When I won the Oscar, I made a point of actively going against that and doing adventure films like 'Con Air' and 'Gone in 60 Seconds,' not what would be expected.",
    "I want to make all kinds of movies. I do want to make big movies that are a lot of fun to go to, but I also want to make movies that are going to stimulate some thought and maybe raise some awareness.",
    "If I could have been a marine biologist I would have, but I didn't have that kind of intelligence. Numbers were never my strong point.",
    "I try to do as many stunts as they'll let me do. I think it's important for an audience to feel that the actor's really doing it.",
    "My father was always getting excited about something. It's genetically inside me somewhere.",
    "I like fantasy. I like horror, science fiction because I can get avant-garde with those performances in those movies.",
    "I've always maintained that I see myself as a student. There's always something to learn and be challenged by and hopefully grow from.",
    "Shock is still fun. I won't ever shut the door on it.",
    "I've always had a soft spot for comic books. I learned to read from them. The words in them were so interesting.",
    "Disney has a great tradition of enchanting children and giving them something to behold.",
    "I would like to find a way to embrace what Led Zeppelin did, in filmmaking.",
    "I'm the first to admit that I like going to, or my memories at least of going to Clint Eastwood movies or Charles Bronson or James Bond.",
    "I'm very impressed with 'Drive.'",
    "Someone like Vincent Price or somebody like Christopher Lee, they never won an award, and it doesn't matter. They're cool.",
    "Guy Pearce is very precise and clear about understanding the rhythm and the music of a scene.",
    "I do enjoy animated movies.",
    "I have eclectic tastes in the movies I want to do.",
    "I like both Blu-ray and DVD, but Blu-ray gives you more options.",
    "I mean, I've acted professionally since I was 16.",
    "It's amazing marrying someone who wants nothing to do with Hollywood.",
    "The movies I cannot go without and that I watch annually are 'A Clockwork Orange,' 'Scarface' and 'Fantasia.'",
    "When I act, I hear it like music. In my head, I hear the dialogue like music.",
    "I care about the connection with the audience. Film is such a powerful medium. Movies can change the way people think.",
    "I don't want to just do independent movies and I don't want to just do adventure films. I enjoy both, and I think both are cogent.",
    "I happen to still like really dark, dramatic, fractured characters. They're the reason I got into movies.",
    "I try not to be proud. I try to actively attack pride.",
    "I would love to work with Tim Burton. I think we would be very good together.",
    "I'm not a trained actor. I'm someone who is autodidactic and learned on my own.",
    "I've always had an interest in Louisiana, especially New Orleans.",
    "One day, one of my dreams is to someday get to do Nemo in '20,000 Leagues Under the Sea.'",
    "Science fiction is a way that I can go into the abstract, go into the imagination, and audiences are still willing to go along for the ride.",
    "You can choose your family sometimes. You can choose people, it could be a teacher, it could be a professor, it could be someone you work with that actually genuinely cares about you and wants you to succeed.",
    "Celebrity is a word I take great umbrage with. I'm actively anti-celebrity.",
    "Children, to me, are of the utmost importance. They're really the future, aren't they?",
    "I bought a Yamaha-1 and I was doing 180 miles per hour home on the 405 and that's really, really crazy but I did it.",
    "I do like to move and get physical in my movies.",
    "I don't think movies are the reason why this violence exists, I think it's going to happen whether movies are there or not.",
    "I love England - it's no secret.",
    "I try to make two movies a year. To me, that's not too much. On top of that, I like to work.",
    "I want people to discover my movies, and however they choose to receive it is their business.",
    "I've acted professionally since I was 16.",
    "Idris Elba is a grand actor. He's very larger than life; he's bigger than life.",
    "And what I like about it is it makes me happy and I think it makes a lot of people happy to go to the movies and to not think about the problems of the day or the problems of tomorrow or the yesterday and just go on for the ride and have the fun of losing oneself in a fantasy.",
    "It's no secret that I've always had an interest in mythology. Whether it's Arthurian or ancient Greek or even Marvel universe. I've always connected with it on some level.",
    "Most of my favourite moments in film have been when I've had an opportunity to say something from scratch, something original, whether I jotted down a few lines or it came out in improvisation.",
    "My father once said, 'If you're in the desert and you're dying of thirst, are you going to drink a glass of blood or are you going to drink a glass of water?' I think what he was trying to say, interesting coming from my blood father, is sometimes there are people in your family that can be toxic.",
    "My house is basically a trailer. I live a circus lifestyle. I'm always moving. It's not always easy for people that live with me, but that's the path I chose.",
    "Often you hear stories about never working with children. I disagree because children still have that residual magical thinking. They haven't had their imagination knocked out of them by turning into adults and life experiences.",
    "At a young age, I was interested in comic books, which was really how I learnt to read. The name Cage came from a comic book character called Power Man.",
    "Film has lost something in the translation to high tech. It's become so super-real. It's with digital this and stereo that, and everything's like a CD.",
    "Helen Mirren is someone that I have really admired ever since I saw her in 'Excalibur.' That was the first thing I said to her. 'I loved you as Morgan Le Fay.'",
    "I do tend to apply myself to projects that make me uncomfortable because usually when that happens I try to find a way of existing in the project that is more creative.",
    "I knew I wanted to be an actor when I was very young. I guess I was about 6 years old at the time, and I was fascinated by television. I started having waking fantasies where I was in a movie and there were crane shots of me during a scene.",
    "I like movies where you feel like you're going into another world, and no matter how many times you watch it, you're gonna see something new in that world. That level of detail really inspires me.",
    "I may be alone in this, but I do sense the power of film, in that movies have the ability to literally change people's minds. That's pretty powerful stuff when you consider that.",
    "I'm always curious about what happens when we die. And I'd like to think that somehow the spirit goes on. I'd rather not think that it's just about this.",
    "If I do do a sequel, I'm going to have to know for sure that the script is better than the original. So I'm going to be very careful about that because I'm not eager to repeat myself.",
    "In this day and age, where you have a lot of comic book movies made every day, and most of them are really good boys, it's important to have a couple bad boys out there, too.",
    "You get dinged for wanting to do a comedy, then wanting to do a big-budget action film, and then wanting to do an indie. But you can't let other people trying to label you get in the way of trying to do something artistically.",
    "I'm at the point now where I know I'm doing something right when a movie gets mixed reviews, because then I'm not in the box. I don't want to make it too easy for people and I don't want to make it too easy for myself. I want to try something unusual.",
    "People are losing jobs, people need to be entertained, and I want to make movies that parents and children can look forward to seeing, that can become a kind of family ritual.",
    "There is a misperception, if you will, in critical response or even in Hollywood, that I can only do exaggerated characters. Or what they would call over-the-top performances. Well, this is completely false.",
    "We do see Gong Li, Zhang Ziyi and Chow Yun Fat, but it's very rare to see the Chinese male actor in Hollywood movies, which is something I take great umbrage with. You know, my son is Asian. He may want to direct one day; he may want to be an actor like his father - and I want that to be open to him."
  ]
}
